Repository: mozilla-l10n/mt-training-data
Catalog: ig/ig_pontoon.tmx
Source language: en_us
Languages: ig

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
ig: Maka enyemaka na ịde edemede, lelee <a href="%(url)s">Ndu Dọkụmentị Nkwado</a>.

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
ig: Onye Nkwado Ọgbakọ - Zaa ajụjụ nkwado ndị ọrụ ndị akachasị chọọ mana ha enweghị nzaghachi:

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
ig: Ahụrụ <strong>{n}</strong> nsonaazụ maka <strong>{q}</strong> maka<strong>{product}</strong>Ahụrụ <strong>{n}</strong> nsonaazụ maka <strong>{q}</strong> maka <strong>{product}</strong>

source: Free Download
ig: Mbudata N'efu

source: From:
ig: Site na:

source: From %(from_input)s to %(to_input)s
ig: Site na %(from_input)s gaa na %(to_input)s

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
ig: Site na ndị nrụpụta weebụ bụ ọkaibe ruo ndị ọrụ na eji "kedu otu m ga-esi wụnye Firefox" oge izizi, mmadụ niile chọrọ enyemaka gị n'ọgbakọ ahụ. Kekọrịta nghọta gị site na iduzi ndị mmadụ gaa na edemede enyemaka ziri ezi yana ịnye usoro nchọpụta nsogbu maka ajụjụ mmadụ niile.

source: from the comfort of your couch
ig: site na ọmarịcha ọnọdụ oche gị

source: Full Article Sources
ig: Isi Mmalite Edemede N'uju

source: general
ig: izugbe

source: Get community support
ig: Nweta nkwado ogbe

source: Get emailed when there is new discussion activity in my locale.
ig: Nweta ozi mgbe enwere mmemme mkparịta ụka ọhụrụ na mpaghara m.

source: Get email updates
ig: Nweta mmelite email

source: Get personal
ig: Mee nke gị

source: Get started
ig: Bido

source: Get support for another platform:
ig: Nweta nkwado maka nyiwe ọzọ:

source: Get the most from webmaker.org
ig: Nweta imirikiti ihe site na webmaker.org

source: Give Firefox a tune up
ig: Nye Firefox obere ndozi

source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
ig: Nye ndị ọrụ anyị nhọrọ enwere ike ịmenwu na nke doro anya site na ịgwa na ịkọwa ha n'ọnụ nke nnakọta yana ịnye nhọrọ iji pụọ mgbe ọ bụla enwere ike.

source: Glad to hear it!
ig: Enwere m obi ụtọ ịnụ ya!

source: Glad to hear it &mdash; thanks for the feedback!
ig: Obi dị anyị ụtọ ịnụ ya &mdash; daalụ maka nzaghachi ahụ!

source: Go
ig: Gaa

source: Go back to document history
ig: Laghachi na ndekọ dọkụmentị

source: Go back to the question.
ig: Laghachi na ajụjụ.

source: Go back to the question and try again.
ig: Laghachi na ajụjụ ahụ wee nwaa ọzọ.

source: Go beyond the basics with these shortcuts and other tips.
ig: Gafere oke ịma site na iji mkpịrịsị ụzọ ndị a na ndụmọdụ ndị ọzọ.

source: Go to Army of Awesome
ig: Gaa na Igwe Ọmarịcha Ihe

source: Go to our support forum and choose a question to answer
ig: Gaa na ọgbakọ nkwado anyị wee họrọ ajụjụ ị ga-aza

source: Go to the SUMO community discussions forum
ig: Gaa na ọgbakọ mkparịta ụka ogbe SUMO

source: Graphics
ig: Eserese

source: {group} | Groups
ig: {group} | Ndị otu

source: Group information updated successfully!
ig: Emelitere ozi otu na enweghị nsogbu!

source: Group Leaders
ig: Ndị Isi Otu

source: Group Members
ig: Ndị Mebere Otu

source: Groups
ig: Ndị otu

source: Recently awarded &quot;%(badge_name)s&quot; badges
ig: Enyere Nso Nso &quot;%(badge_name)s&quot; akara

source: Has answers
ig: Nwere azịza

source: Has been sent a first answer contribution email.
ig: Ezigala email nkwado azịza izizi.

source: Has been sent a first revision contribution email.
ig: Ezigala email nkwado ngụgharị izizi.

source: Has helpful answers
ig: Nwere azịza ndị bara uru

source: has this problem
ig: nwere nsogbu anwere nsogbu a

source: Have a question about Army of Awesome?
ig: Ịnwere ajụjụ gbasara Igwe Ọmarịcha Ihe?

source: Have more to say?
ig: Ịnwekwuru ihe ikwu?

source: Have video or voice conversations using the Firefox browser
ig: Nwee nkata vidio ma ọ bụ olu site na iji ihe nchọgharị Firefox

source: Having an account on the support forums lets us notify you when you get a response on your question
ig: Ịnwe akaụntụ n'ọgbakọ nkwado ahụ na enye anyị ohere izitere gị ozi mgbe ị nwetara nzaghachi n'ajụjụ gị

source: Having trouble with a Mozilla product and want some help?
ig: Ị na enwe nsogbu na ngwaahịa Mozilla ma chọọ enyemaka?

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
ig: Ịnwere nsogbu na Firefox, ị chọrọ enyemaka? Ọgbakọ nkwado anyị bụ ebe mara oke mma iji jụọ ajụjụ.

source: Heading 1
ig: Isi 1

source: Heading 2
ig: Isi 2

source: Heading 3
ig: Isi 3

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
ig: Edemede enyemaka adịbeghị n'asụsụ gị? Ị chọrọ isonye ọmarịcha otu na atụgharị ha? Ị ga-enyere nde kwụrụ nde nke ndị ọrụ n'asụsụ gị. Ihe ọkaibe, ọ kwa ya?

source: Help Articles Only
ig: Naanị Edemede Enyemaka

source: helpful
ig: bara uru

source: Helpful
ig: Bara uru

source: Helpfulness
ig: Ịba uru

source: Helpfulness of KB articles and Forum
ig: Ịba uru nke edemede KB na Ọgbakọ

source: Helpful Reply
ig: Nzaghachi Bara Uru

source: Helpful Solutions
ig: Asịsa Ndị Bara Uru

source: Helpful votes
ig: Ntuli aka ndị bara uru

source: Helpful Votes
ig: Ntuli Aka Ndị Bara Uru

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
ig: Nyere ọnụọgụ nde ndị ọrụ aka ịnweta imirikiti ihe n'ime ihe nchọgharị kachasị amasị ha. Ntinye aka gị ga-erute ọnụọgụ nde ndị ọrụ na gburugburu ụwa, ị nwere ike ịme ya site na ọmarịcha ọnọdụ oche gị!

source: Help on Twitter
ig: Enyemaka na Twitter

source: Help or get help on a Webmaker project.
ig: Enyemaka ma ọ bụ nweta enyemaka na arụmarụ Webmaker.

source: Help other Firefox users by browsing for unsolved questions on {host}:
ig: Nyere ndị ọrụ Firefox ndị ọzọ aka site na ịchọgharị ajụjụ ndị asabeghị na {host}:

source: Help other users
ig: Nyere ndị ọrụ ndị ọzọ aka

source: Help Other Users
ig: Nyere Ndị Ọrụ Ndị Ọzọ Aka

source: Help teach digital skills and share creative ways of teaching technology.
ig: Nyere aka kuzie nka dijitalụ ma kekọrịta ụzọ nrụọrụ nke ikuzi teknụzụ.

source: Help the Open Badges community
ig: Nyere aka n'ogbe Akara Ndị Mepere Emepe

source: Help Topics
ig: Isiokwu Enyemaka

source: Help users in the forums
ig: Nyere ndị ọrụ aka n'ọgbakọ ahụ

source: Help users on Twitter
ig: Nyere ndị ọrụ aka na Twitter

source: Help us write help articles!
ig: Nyere anyị aka dee edemede enyemaka!

source: Help Us Write Help Articles
ig: Nyere Anyị Aka Dee Edemede Enyemaka

source: Help with:
ig: Nyere aka na:

source: Hide details &raquo;
ig: Zoo nkọwa &raquo;

source: History
ig: Ndekọ

source: History of {title}
ig: Ndekọ nke {title}

source: Hi {username}
ig: Kedu {username}

source: Hi {username},
ig: Kedu {username},

source: Hot topics
ig: Isiokwu ndị na akpọtụ

source: How does it work?
ig: Kedu otu o si arụ ọrụ?

source: How it works
ig: Otu o si arụ ọrụ

source: How to
ig: Otu esi

source: How To
ig: Otu Esi

source: How to be effective:
ig: Otu esi aba uru:

source: How to configure and customize Firefox for Windows 8 Touch.
ig: Otu esi ahazi ma dozie Firefox maka Windows 8 Touch.

source: How to contribute
ig: Otu esi etinye aka

source: How To Contribute
ig: Otu Esi Etinye Aka

source: How to download, manage and use your favorite apps on your Firefox OS phone.
ig: Otu esi ebudata, jikwaa ma jiri ngwa ndị kachasị amasị gị na ekwentị Firefox OS gị.

source: How to install and keep Firefox for Android up to date
ig: Mụta otu esi awụnye ma dowe Firefox maka Android ọhụrụ

source: How to install and keep Thunderbird up to date
ig: Otu esi awụnye ma dowe Thunderbird ọhụrụ

source: How to install Firefox and keep it up to date
ig: Otu esi awụnye Firefox ma dowe ya ọhụrụ

source: How to troubleshoot error messages on Firefox
ig: Otu esi achọpụta nsogbu ozi mperi na Firefox

source: How to use bookmarks, tabs and basic Firefox features on your iOS device
ig: Otu esi eji bukumakị, taabụ na atụmatụ ntọala Firefox na ngwaọrụ iOS gị

source: How to use Firefox's privacy and security features
ig: Otu esi eji atụmatụ nzuzo na nche nke Firefox

source: How to use the address book on Thunderbird
ig: Otu esi eji akwụkwọ adreesị na Thunderbird

source: I already have an account
ig: Enweela m akaụntụ

source: I am providing the requested information
ig: M na enye ozi arịọrọ

source: Identifying common problems helps the community answer your questions more quickly.
ig: Ịchọpụta nsogbu ndị ama ama na enyere ogbe ahụ aka ịza ajụjụ gị ọsọ ọsọ.

source: I didn't get a confirmation email.
ig: Enwetaghị m email nkwenye.

source: I don't know
ig: Amaghị m

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
ig: Ọ bụrụ na akapụtara, dọkụmentị a na ahapụ mkparịta ụka n'ọgbakọ emetụtara. Wepu iji zoo/gbanyụọ ọgbakọ ahụ.

source: If checked, this document needs updates.
ig: Ọ bụrụ na akapụtara, dọkụmentị a chọrọ mmelite.

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
ig: Ọ bụrụ na akapụtara, a ga-ezo ibe wiki a maka ọchụchọ ntọala na ogwe. Mgbe elelere, ibe a ga-adọ aka na ntị na anaghịzị elekọta ya anya.

source: I forgot my username.
ig: Echefuru m aha njirimara m.

source: If the link above doesn’t work, click here:
ig: Ọ bụrụ na njikọ dị n'elu arụghị ọrụ, pịa ebe a:

source: If this answer solves your problem, please mark it as "solved":
ig: Ọ bụrụ na azịza a sara nsogbu gị, biko kaa ya dị ka "asaala ya":

source: If this comment is helpful, vote on it:
ig: Ọ bụrụ na asịsa a bara uru, tulie aka na ya:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
ig: Ọ bụrụ na nke a asaghị nsogbu gị, mee ka {answerer} mara site na ịzaghachi na weebụsaịtị ahụ:

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
ig: Ọ bụrụ na ị nwere mmasị na ịmụtakwu ihe maka otu nkwado a niile si arụ ọrụ, lenye anya <a href="%(training_url)s"> n'ọzụzụ onye nkwado anyị </a>. Nke a gụnyere ụfọdụ ozi nchọpụta nsogbu mara mma, ntuziaka, ajụjụ otu esi, yana ozi gbasara ebe a ga-achọtakwu enyemaka ma adabaa na nsogbu.

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
ig: Ọ bụrụ na ị nwere mmasị na ịmụtakwu ihe maka otu nkwado a niile si arụ ọrụ, lenye anya n'ọzụzụ onye nkwado anyị. Nke a gụnyere ụfọdụ ozi nchọpụta nsogbu mara mma, ntuziaka, ajụjụ otu esi, yana ozi gbasara ebe a ga-achọtakwu enyemaka ma adabaa na nsogbu.

source: If you did not request this email there is no need for further action.
ig: Ọ bụrụ na ị rịọghị email a, emena ihe ọ bụla ọzọ.

source: If you did not request this email, there is no need for further action.
ig: Ọ bụrụ na ị rịọghị email a, emena ihe ọ bụla.

source: If you have a moment please help us by reviewing these articles:
ig: Ọ bụrụ na ị nwere obere oge nyere anyị aka na inyocha edemede ndị a:

source: If you have a moment please review these articles:
ig: Ọ bụrụ na ị nwere obere oge biko nyochaa edemede ndị a:

source: If you know what you are doing, you can edit the document anyway.
ig: Ọ bụrụ na ịma ihe ị na eme, ị nwere ike idezi dọkụmentị ahụ otu ọ bụla.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
ig: Ọ bụrụ na ị masịrị ịde ihe na ikuzi nkuzi mgbe ahụ Ọdụ Nghọta bụ ebe ị kwesịrị ịnọ. Anyị chọrọ ndị nkwado ndị nwere ike ịde, dezie ma ọ bụ gụgharịa edemede dị na Bekee. Puku kwụrụ puku ndị mmadụ na enweta Ọdụ Nghọta anyị kwa izu. Chee mmadụ ole ị ga-enyere aka!

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
ig: Ọ bụrụ na ị chọrọ enyemaka na Firefox, biko <a href="%(aaq_url)s">jụọ ajụjụ</a>.

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
ig: Ọ bụrụ na ị nyefee ozi na Mozilla mgbe ị nwere mbibi, a ga-enye gị ID mbibi nke na akọwa mbibi gị iche ma na enye anyị ohere ịlenye anya na nkọwapụta nwere ike ịnyere aka ịchọpụta ihe kpatara ya. Iji chọta ID mbibi gị enyefere nso nso a, gaa na <strong>gbasara:mbibi</strong> n'ogwe ọnọdụ gị. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Pịa maka ntuziaka akọwapụtara nke ọma</a>.

source: Ignore
ig: Leghara Anya

source: Ignored Users
ig: Ndị Ọrụ Eleghara Anya

source: Ignore User
ig: Leghara Onye Ọrụ Anya

source: I have feedback about Firefox
ig: Enwere m nzaghachi maka Firefox

source: I have this problem, too
ig: Enwekwara m nsogbu

source: Image
ig: Onyonyo

source: Image:
ig: Onyonyo:

source: Image Attachment
ig: Mgbakwunye Onyonyo

source: Images
ig: Onyonyo

source: Image too large. Please select a smaller image file.
ig: Onyonyo buru oke ibu. Biko họrọ faịlụ onyonyo pere mpe karịa.

source: Immediate Update Needed
ig: Achọrọ Mmelite Ozugbo

source: Import settings from other browsers
ig: Bubata ntọala site na ihe nchọgharị ndị ọzọ

source: Improve our help articles
ig: Melite edemede enyemaka anyị

source: Inbox
ig: Igbe nnabata

source: Include obsolete articles?
ig: Gụnye edemede ndị megoro ochie?

source: Include this in wiki syntax with [[Image:title]]
ig: Gụnye nke a na mkpokọta wiki nwere [[Image:title]]

source: In English
ig: Na Bekee

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
ig: Iji gbochie adịgboroja, anyị na amachi ọnụọgụ nke azịza enwere ike ibisa n'ime obere oge. Ọ bụrụ na ị chọrọ ibisakwu biko mepụta mbisa na <a href="%(url)s">ọgbakọ ndị nkwado</a> na arịọ ka etinye gị na ndepụta ndị nwere ikike.

source: Insert a link...
ig: Fanye njikọ...

source: Insert Link
ig: Fanye njikọ

source: Insert media...
ig: Fanye mgbasa ozi...

source: Insert Media
ig: Fanye Mgbasa Ozi

source: Insert Response
ig: Fanye Nzaghachi

source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
ig: Wụnye ma dowe Firefox ọhụrụ na iPad, iPhone ma ọ bụ iPod Touch gị.

source: Install and update
ig: Nwụnye na mmelite

source: Install and Update
ig: Nwụnye na Mmelite

source: Installation Issues
ig: Nsogbu Nwụnye

source: Installed plugins
ig: Nkwụnye ndị awụnyere

source: Installed Plug-ins
ig: Nkwụnye Ndị Awụnyere

source: Install, Migrate and Update
ig: Wụnye, Bugharịa ma Melite

source: Install open apps from the Marketplace to add more fun and functionality to your device
ig: Wụnye ngwa ndị mepere emepe site na Marketplace iji tinyekwuo ọhụụ na arụmọrụ na ngwaọrụ gị

source: Internet and Connections
ig: Ịntanetị na Njikọ

source: Interval
ig: Nkebioge

source: Introduce yourself
ig: Kọwaa onwe gị

source: Intro to Open Badges
ig: Ndubata na Akara Ndị Mepere Emepe

source: Invalid callback function.
ig: Ọrụ mkpọghachi na ezighi ezi.

source: Invalid field
ig: Ogige na ezighi ezi

source: Invalid ID.
ig: ID na ezighi ezi.

source: Invalid image. Please select a valid image file.
ig: Onyonyo na ezighi ezi. Biko họrọ faịlụ onyonyo ziri ezi.

source: Invalid or no image received.
ig: Enwetaghị onyonyo ma ọ bụ na enwetara nke na ezighi ezi.

source: Invalid search data.
ig: Data ọchụchọ na ezighi ezi.

source: Invalid tag entered: %s
ig: Etinyere mkpado na ezighi ezi: %s

source: Invalid username provided. Enter a new username below.
ig: Enyere aha njirimara na ezighi ezi. Tinye aha njirimara ọhụrụ n'okpuru.

source: IRC nickname
ig: Aha otutu IRC

source: Is approved?
ig: Akwadoro ya?

source: Is current revision?
ig: Bụ ngụgharị dị ugbu a?

source: Issue Badges
ig: Nye Akara

source: Issue digital badges to acknowledge new skills and achievements
ig: Nye akara dijitalụ iji kwenye na nka na ntozu ọhụrụ

source: Issued on:
ig: Enyere na:

source: Issue submitted successfully
ig: Enyefere nsogbu na enweghị nsogbu

source: Italic
ig: Ịtaliki

source: italic text
ig: ederede ịtaliki

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
ig: Ọ dị ka i tinyere URL ochie na bukumakị. URL ọhụrụ maka ibe a dị n'okpuru. Ị kwesịrị imelite bukumakị gị. Anyị ga-ezitere gị URL ọhụrụ na ntakịrị nkeji 10.

source: It seems your account has already been activated.
ig: Ọ dị ka agbalitela akaụntụ gị.

source: It's fun and addictive and the Awesome is you!
ig: Ọ bụ ihe ọhụụ na akpalite mmụọ, Ọmarịcha bụ gị!

source: I understand, don't show this again.
ig: Aghọtara m, egosina nke a ọzọ.

source: Join our Army of Awesome
ig: Sonye Igwe Ọmarịcha Ihe anyị

source: Jump to:
ig: Wụga na:

source: Just edit articles in your language!
ig: Dezie naanị edemede dị n'asụsụ gị!

source: Just once or twice
ig: Naanị otu ugboro ma ọ bụ abụọ

source: KB Dashboard
ig: Ogwe KB

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
ig: Ihe Ndezi KB - Nyere aka imelite edemede ọdụ nghọta ekwesịrị ịgbanwe ma ọ bụ dee edemede ọhụrụ:

source: KB Team
ig: Otu KB

source: Keep in touch with your contacts through email and messaging.
ig: Na akpọtụrụ ndị kọntaktị gị site na email na nziozi.

source: Keep your information safe with Firefox for Android's privacy and security settings.
ig: Chedo ozi gị site na iji ntọala nzuzo na nche Firefox maka Android.

source: Keep your information safe with Firefox OS locks, privacy features and more.
ig: Chedo ozi gị site na mkpọchi Firefox OS, atụmatụ nzuzo na ihe ndị ọzọ.

source: Keep your information safe with password and security settings
ig: Jiri okwuntughe na ntọala nche chedo ozi gị

source: Keywords:
ig: Isiokwu:

source: Keywords in {locale}:
ig: Isiokwu na {locale}:

source: Kitsune Contributor
ig: Onye Nkwado Kitsune

source: Knowledge Base
ig: Ọdụ Nghọta

source: Knowledge Base Article
ig: Edemede Ọdụ Nghọta

source: Knowledge Base Dashboard
ig: Ogwe Ọdụ Nghọta

source: KPI Dashboard
ig: Ogwe KPI

source: L10N Contributor - Help to translate Firefox Help content to your language:
ig: Onye Nkwado L10N - Nyere aka tụgharịa asụsụ ọdịnaya Enyemaka Firefox n'asụsụ gị:

source: L10n coverage
ig: Mkpuchi L10n

source: L10n Coverage
ig: Mkpuchi L10n

source: <label>Needs Change:</label> %(comment)s
ig: <label>Kwesịrị Mgbanwe:</label> %(comment)s

source: Last 30 days
ig: Ụbọchị 30 gara aga

source: Last 7 days
ig: Ụbọchị 7 gara aga

source: Last 90 days
ig: Ụbọchị 90 gara aga

source: Last answer date
ig: Ụbọchị azịza ikpeazụ

source: Last Post
ig: Mbisa Ikpeazụ

source: Last post date
ig: Ụbọchị mbisa ikpeazụ

source: Last reply by
ig: Nzaghachi ikpeazụ nke

source: Last reply by {user}
ig: Nzaghachi ikpeazụ nke {user}

source: Last updated:
ig: Emelitere ikpeazụ:

source: Last updated by:
ig: Emelitere ikpeazụ:

source: Last Week
ig: Izu Ikpeazụ

source: Learn all about Thunderbird controls and functionality.
ig: Mụta ihe niile gbasara njikwa na arụmọrụ Thunderbird.

source: Learn all you need to know to get Firefox for Android up and running.
ig: Mara ihe niile ị kwesịrị ịma iji bido Firefox maka Android n'ọrụ.

source: Learn all you need to know to get started with Firefox.
ig: Mụta ihe niile ị kwesịrị ịma iji bido na Firefox.

source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
ig: Mụta otu esi etinye ma jikwaa kọntaktị, yanakwa ịme oku ihu-na-ihu ma ọ bụ nzụkọ na ekwentị Firefox OS gị.

source: Learn how to change your toolbar, font sizes and browser colors
ig: Mụọ otu esi agbanwe ogwe ngwaọrụ gị, nha ihu na agba ihe nchọgharị

source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
ig: Mụta otu esi ahazi njikọ Ịntanetị, ngosipụta na oge na ngwaọrụ Firefox OS gị.

source: Learn how to create and share your own webpages quickly and easily.
ig: Mụta otu esi emepụta ma kekọrịta ibe weebụ nke gị ọsọ ọsọ ma na enweghị nhịahụ.

source: Learn how to create, assess and issue badges
ig: Mụta otu esi emepụta, nweta ma nye akara

source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
ig: Mụọ otu esi budata Firefox na ngwaọrụ desktọpụ gị ma ọ bụ buga ozi na yana site na ihe nchọgharị ndị ọzọ.

source: Learn how to fix problems with Gmail, Yahoo and other email providers
ig: Mụta otu esi edozi nsogbu na Gmail, Yahoo na ndị nnweta email ndị ọzọ

source: Learn how to import or export your information between Firefox and another browser
ig: Mụọ otu esi ebubata ma ọ bụ bupu ozi gị n'etiti Firefox yana na ihe nchọgharị ọzọ

source: Learn how to inspect the code behind every webpage.
ig: Mụta otu esi enyocha koodu dị n'azụ ibe weebụ ọ bụla.

source: Learn how to install and transfer information to Firefox for Android.
ig: Mụta otu esi awụnye ma nyefee ozi n'ime Firefox maka Android.

source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
ig: Mụọ otu esi echedo ozi gị site na iji nchọgharị nzuzo nke Firefox, atụmatụ okwuntughe na ntọala nche ndị ọzọ.

source: Learn how to manage your email messages
ig: Mụta otu esi ejikwa ozi email gị

source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
ig: Mụta otu esi emegharị vidio weebụ, ọdịyo na onyonyo ka ha bụrụ mkpokọta nke ị nwere ike ịgwakọta na weebụsaịtị ndị ọzọ.

source: Learn how to troubleshoot issues on your Firefox OS phone.
ig: Mụta otu esi achọpụta nsogbu n'ekwentị Firefox OS gị.

source: Learn how to view content on another screen
ig: Mụta otu esi elele ọdịnaya na ihuenyo ọzọ

source: Learn more about Mozilla's privacy and security practices.
ig: Mụtakwuo maka omume nzuzo na nche nke Mozilla.

source: Learn more about Wi-Fi, Bluetooth and NFC connections.
ig: Marakwuo maka Wi-Fi, Bluetooth na njikọ NFC.

source: Learn new things
ig: Mụta ihe ọhụrụ

source: Learn the basic about Open Badges
ig: Mara ntọala maka Akara Ndị Mepere Emepe

source: Learn the basic functionality for your Firefox OS phone.
ig: Mụta ntọala arụmọrụ maka ekwentị Firefox OS gị.

source: Learn the Basics: get started
ig: Mụta nke Ntọala: bido

source: Learn the Basics. Get Started
ig: Mara Ntọala. Bido
